const homeAr = {
	pageMetadata: { title: 'الصفحة الرئيسية' },
	searchbarPlaceholder: 'إبحث عن الفيتامينات والمكملات الغذائية ...',
	banners: {
		title1: 'صحتك وسلامتك هي أولويتنا القصوى',
		description1:
			'السوبرماركت الوحيد الذي يجعل حياتك أسهل، يجعلك تستمتع بالحياة ويجعلها أفضل.',
	},
	advertisements: {
		name1: 'بيوتين 2500 mcg',
		description1:
			'إن الاستمتاع بشيء حلو ولذيذ لا يعني أنك فقدت أهدافك الصحية واللياقة البدنية. توفر Premier Protein® تغذية قوية ونكهة مذهلة في كل مسحوق بروتين.',
	},
	ourFeatures: {
		firstTitle: 'الدفع الآمن',
		firstDescription:
			'استمتع بتجربة تسوق خالية من القلق مع طرق الدفع الموثوقة لدينا.',
		secondTitle: 'تسليم سريع',
		secondDescription:
			'استمتع بالسرعة والراحة التي توفرها خدمة التوصيل السريع اليوم!',
		thirdTitle: 'أحدث المنتجات والخصومات',
		thirdDescription:
			'اكتشف أحدث الإضافات إلى مخزوننا واستفد من خصوماتنا المثيرة',
	},
	linksbar: {
		menu: 'القائمة',
		home: 'الرئيسية',
		shop: 'منتجاتنا',
		offers: 'العروض',
		upTo: 'لحد',
		categories: 'الفئات',
		brands: 'العلامات التجارية',
		blogs: 'المدونات',
		login: 'تسجيل الدخول',
		logout: 'تسجيل الخروج',
		myProfile: 'الملف الشخصي',
		myOrders: 'طلباتي',
		needHelp: 'تحتاج مساعدة ؟',
	},
	featuredCategories: {
		title: 'الفئات المميزة',
		description:
			'تضم هذه الفئات المنتجات الأكثر مبيعًا والعناصر الرائجة التي يحبها الجميع.',
	},
	bestSeller: {
		title: 'الأكثر مبيعا',
		description:
			'تسوق من بين منتجاتنا الأعلى تقييمًا والأكثر تفضيلاً، والتي اختارها عملاؤنا بعناية.',
	},
	popularBrands: {
		title: 'الماركات الأشهر',
		description:
			'يضم العلامات التجارية التي تحتوي على المنتجات الأكثر مبيعًا والتي يثق بها العملاء ويحبونها.',
	},
	viewAll: 'مشاهدة الكل',
	buyNow: 'إحجز الأن',
};

export default homeAr;
